Repository: AuthFailed/CheckNet
Catalog: App/Resources/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, hi, it, ja, ko, pt_br, tr, zh_hans

source: Только TLS 1.3.
ar: TLS 1.3 فقط.
de: Nur TLS 1.3.
en: TLS 1.3 only.
es: Solo TLS 1.3.
fr: TLS 1.3 uniquement.
hi: केवल TLS 1.3।
it: Solo TLS 1.3.
ja: TLS 1.3 のみ。
ko: TLS 1.3만 사용.
pt_br: Apenas TLS 1.3.
tr: Yalnızca TLS 1.3.
zh_hans: 仅 TLS 1.3。

source: Только блокировки
ar: الحجب فقط
de: Nur Blockierungen
en: Blocking only
es: Solo bloqueos
fr: Blocages uniquement
hi: केवल ब्लॉक
it: Solo blocchi
ja: ブロックのみ
ko: 차단만
pt_br: Apenas bloqueios
tr: Yalnızca engellemeler
zh_hans: 仅封锁

source: Только диагностика: приложение показывает, какие ограничения применяет сеть, и не помогает их обходить.
ar: للتشخيص فقط: يعرض التطبيق القيود التي تطبّقها الشبكة ولا يساعد على تجاوزها.
de: Nur Diagnose: Die App zeigt, welche Einschränkungen das Netzwerk anwendet, und hilft nicht dabei, sie zu umgehen.
en: Diagnostics only: the app shows which restrictions the network applies and does not help to bypass them.
es: Solo diagnóstico: la app muestra qué restricciones aplica la red, pero no ayuda a eludirlas.
fr: Diagnostic uniquement : l’app indique les restrictions appliquées par le réseau, sans aider à les contourner.
hi: केवल डायग्नोस्टिक्स: ऐप दिखाता है कि नेटवर्क कौन-से प्रतिबंध लगाता है, उन्हें बायपास करने में मदद नहीं करता।
it: Solo diagnostica: l’app mostra quali restrizioni applica la rete e non aiuta ad aggirarle.
ja: 診断のみ：この App はネットワークが適用している制限を表示するだけで、その回避は行いません。
ko: 진단 전용이에요. 이 앱은 네트워크가 적용하는 제한을 보여줄 뿐, 우회를 돕지 않아요.
pt_br: Somente diagnóstico: o app mostra quais restrições a rede aplica e não ajuda a contorná-las.
tr: Yalnızca tanılama: uygulama ağın hangi kısıtlamaları uyguladığını gösterir, bunları aşmaya yardımcı olmaz.
zh_hans: 仅用于诊断：App 只显示网络施加了哪些限制，不提供绕过手段。

source: Только проблемы
ar: المشكلات فقط
de: Nur Probleme
en: Problems only
es: Solo problemas
fr: Problèmes uniquement
hi: केवल समस्याएँ
it: Solo problemi
ja: 問題のみ
ko: 문제만
pt_br: Apenas problemas
tr: Yalnızca sorunlar
zh_hans: 仅问题

source: Только с HTTP/2
ar: مع HTTP/2 فقط
de: Nur mit HTTP/2
en: HTTP/2 only
es: Solo con HTTP/2
fr: HTTP/2 uniquement
hi: केवल HTTP/2 के साथ
it: Solo con HTTP/2
ja: HTTP/2 のみ
ko: HTTP/2만
pt_br: Apenas com HTTP/2
tr: Yalnızca HTTP/2 ile
zh_hans: 仅限 HTTP/2

source: Трассировать
ar: تتبّع المسار
de: Traceroute ausführen
en: Trace
es: Trazar ruta
fr: Tracer
hi: ट्रेस करें
it: Traccia
ja: トレース
ko: 트레이스
pt_br: Traçar rota
tr: Rota izle
zh_hans: 追踪

source: Трассировка
ar: تتبّع المسار
de: Traceroute
en: Traceroute
es: Trazado de ruta
fr: Traçabilité
hi: ट्रेसरूट
it: Traceroute
ja: トレースルート
ko: 트레이스
pt_br: Traceroute
tr: Traceroute
zh_hans: 路由追踪

source: Трассировка %@…
ar: تتبّع المسار %@…
de: Traceroute %@ …
en: Tracing %@…
es: Trazando ruta a %@…
fr: Traçabilité de %@…
hi: %@ की ट्रेसिंग…
it: Traceroute %@…
ja: %@ をトレース中…
ko: %@ 트레이스 중…
pt_br: Traçando rota %@…
tr: %@ rota izleme…
zh_hans: 正在追踪 %@…

source: Трассировка + непрерывный ping
ar: تتبّع المسار + ping مستمر
de: Traceroute + fortlaufender Ping
en: Traceroute + continuous ping
es: Trazado de ruta + ping continuo
fr: Traçabilité + ping continu
hi: ट्रेसरूट + निरंतर ping
it: Traceroute + ping continuo
ja: トレースルート + 継続的な ping
ko: 트레이스 + 연속 ping
pt_br: Traceroute + ping contínuo
tr: Traceroute + sürekli ping
zh_hans: 路由追踪 + 持续 ping

source: Трассировка и пинг одновременно: потери и задержка по каждому хопу, раунд за раундом.
ar: تتبّع واختبار ping معًا: الفقد وزمن الاستجابة لكل قفزة، جولة بعد جولة.
de: Trace und Ping zugleich: Verlust und Latenz pro Hop, Runde für Runde.
en: Trace and ping at once: loss and latency per hop, round after round.
es: Traza y ping a la vez: pérdida y latencia por salto, ronda tras ronda.
fr: Trace et ping à la fois : perte et latence par saut, tour après tour.
hi: ट्रेस और पिंग एक साथ: हर हॉप पर हानि और देरी, हर राउंड में।
it: Trace e ping insieme: perdita e latenza per hop, giro dopo giro.
ja: トレースと ping を同時に実行し、ホップごとの損失と遅延をラウンドごとに集計します。
ko: 경로 추적과 핑을 동시에 실행해 홉별 손실과 지연을 라운드마다 누적합니다.
pt_br: Traceroute e ping ao mesmo tempo: perda e latência por salto, rodada após rodada.
tr: Aynı anda izleme ve ping: her sekme için kayıp ve gecikme, tur tur.
zh_hans: 同时执行路由跟踪与 ping：逐轮统计每一跳的丢包与延迟。

source: требуется вход (captive portal)
ar: يلزم تسجيل الدخول (captive portal)
de: Anmeldung erforderlich (Captive Portal)
en: sign-in required (captive portal)
es: se requiere iniciar sesión (captive portal)
fr: connexion requise (captive portal)
hi: साइन इन ज़रूरी (captive portal)
it: accesso richiesto (captive portal)
ja: サインインが必要（captive portal）
ko: 로그인 필요(captive portal)
pt_br: login necessário (captive portal)
tr: oturum açma gerekli (captive portal)
zh_hans: 需要登录（captive portal）

source: Троттлинг параллельных TLS
ar: تقييد اتصالات TLS المتوازية
de: Drosselung paralleler TLS
en: Parallel TLS throttling
es: Limitación de TLS paralelas
fr: Limitation des TLS parallèles
hi: समानांतर TLS की थ्रॉटलिंग
it: Throttling dei TLS paralleli
ja: 並列 TLS のスロットリング
ko: 병렬 TLS 스로틀링
pt_br: Throttling de TLS paralelos
tr: Paralel TLS kısıtlaması
zh_hans: 并行 TLS 限速

source: Троттлинга TLS не обнаружено
ar: لم يُكتشف تقييد TLS
de: Keine TLS-Drosselung erkannt
en: No TLS throttling detected
es: No se detectó limitación de TLS
fr: Aucune limitation TLS détectée
hi: कोई TLS थ्रॉटलिंग नहीं मिली
it: Nessun throttling TLS rilevato
ja: TLS のスロットリングは検出されませんでした
ko: TLS 스로틀링이 감지되지 않음
pt_br: Nenhum throttling de TLS detectado
tr: TLS kısıtlaması tespit edilmedi
zh_hans: 未发现 TLS 限速

source: Тюмень
ar: تيومين
de: Tjumen
en: Tyumen
es: Tiumén
fr: Tioumen
hi: त्यूमेन
it: Tjumen
ja: チュメニ
ko: 튜멘
pt_br: Tiumen
tr: Tümen
zh_hans: 秋明

source: У сборки нет прав на чтение имени Wi-Fi-сети.
ar: لا يملك هذا الإصدار إذن قراءة اسم شبكة Wi-Fi.
de: Dieser Build hat keine Berechtigung, den Namen des WLAN-Netzwerks zu lesen.
en: This build is not entitled to read the Wi-Fi network name.
es: Esta compilación no tiene permiso para leer el nombre de la red Wi-Fi.
fr: Cette version de l’app n’a pas le droit de lire le nom du réseau Wi-Fi.
hi: इस बिल्ड को Wi-Fi नेटवर्क का नाम पढ़ने की अनुमति नहीं है।
it: Questa build non ha i permessi per leggere il nome della rete Wi-Fi.
ja: このビルドには Wi-Fi ネットワーク名を読み取る権限がありません。
ko: 이 빌드에는 Wi-Fi 네트워크 이름을 읽을 권한이 없어요.
pt_br: Esta versão do app não tem permissão para ler o nome da rede Wi-Fi.
tr: Bu sürümün Wi-Fi ağ adını okuma izni yok.
zh_hans: 此版本没有读取 Wi-Fi 网络名称的权限。

source: Убрать из расписания
ar: إزالة من الجدولة
de: Aus Zeitplan entfernen
en: Remove from schedule
es: Quitar de la programación
fr: Retirer de la planification
hi: शेड्यूल से हटाएँ
it: Rimuovi dalla programmazione
ja: スケジュールから削除
ko: 예약에서 제거
pt_br: Remover do agendamento
tr: Zamanlamadan kaldır
zh_hans: 从计划中移除

source: Уведомления о падении будут запрошены при запуске.
ar: سيُطلب إذن إشعارات التعطّل عند التشغيل.
de: Benachrichtigungen bei Ausfällen werden beim Start angefordert.
en: Downtime notifications will be requested on launch.
es: Los avisos de caída se solicitarán al iniciar.
fr: Les notifications de panne seront demandées au lancement.
hi: डाउनटाइम सूचनाओं का अनुरोध शुरू होने पर किया जाएगा।
it: Le notifiche di inattività verranno richieste all'avvio.
ja: ダウン通知は起動時にリクエストされます。
ko: 다운 알림은 시작 시 요청됩니다.
pt_br: As notificações de queda serão solicitadas na inicialização.
tr: Kesinti bildirimleri başlatmada istenecek.
zh_hans: 中断通知将在启动时请求授权。

source: Удалить
ar: حذف
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
hi: हटाएँ
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
tr: Sil
zh_hans: 删除

source: Удалить все
ar: حذف الكل
de: Alle löschen
en: Delete all
es: Eliminar todo
fr: Tout supprimer
hi: सभी हटाएँ
it: Elimina tutti
ja: すべて削除
ko: 모두 삭제
pt_br: Excluir tudo
tr: Tümünü sil
zh_hans: 全部删除

source: Удалить все скачанные ядра?
ar: حذف جميع النوى المُنزَّلة؟
de: Alle heruntergeladenen Cores löschen?
en: Delete all downloaded cores?
es: ¿Eliminar todos los núcleos descargados?
fr: Supprimer tous les cœurs téléchargés ?
hi: सभी डाउनलोड किए गए कोर हटाएँ?
it: Eliminare tutti i core scaricati?
ja: ダウンロードしたコアをすべて削除しますか?
ko: 내려받은 코어를 모두 삭제할까요?
pt_br: Excluir todos os núcleos baixados?
tr: İndirilen tüm çekirdekler silinsin mi?
zh_hans: 删除所有已下载的内核？

source: Удалить все ядра
ar: حذف جميع النوى
de: Alle Cores löschen
en: Delete all cores
es: Eliminar todos los núcleos
fr: Supprimer tous les cœurs
hi: सभी कोर हटाएँ
it: Elimina tutti i core
ja: すべてのコアを削除
ko: 모든 코어 삭제
pt_br: Excluir todos os núcleos
tr: Tüm çekirdekleri sil
zh_hans: 删除所有内核

source: уже есть
ar: موجود مسبقًا
de: bereits vorhanden
en: already added
es: ya existe
fr: déjà présent
hi: पहले से है
it: già presente
ja: 登録済み
ko: 이미 있음
pt_br: já existe
tr: zaten var
zh_hans: 已存在

source: Уже сохранено
ar: محفوظ مسبقًا
de: Bereits gesichert
en: Already saved
es: Ya guardado
fr: Déjà enregistré
hi: पहले से सहेजा गया
it: Già salvati
ja: 保存済み
ko: 이미 저장됨
pt_br: Já salvos
tr: Zaten kayıtlı
zh_hans: 已保存

source: Узкий набор шифров
ar: مجموعة شيفرات محدودة
de: Schmaler Cipher-Satz
en: Narrow cipher set
es: Conjunto reducido de cifrados
fr: Jeu de chiffrements restreint
hi: सिफ़र का सीमित सेट
it: Set di cifrari ridotto
ja: 限定された暗号スイート
ko: 제한된 암호 구성
pt_br: Conjunto reduzido de cifras
tr: Dar şifre kümesi
zh_hans: 精简的加密套件

source: Узлы
ar: العقد
de: Hosts
en: Hosts
es: Hosts
fr: Hôtes
hi: नोड
it: Nodi
ja: ホスト
ko: 호스트
pt_br: Nós
tr: Düğümler
zh_hans: 节点

source: Узнаем регистратора домена, даты регистрации и окончания, серверы имён.
ar: سنعرف الجهة المسجِّلة وتواريخ التسجيل والانتهاء وخوادم الأسماء.
de: Ermittelt Registrar, Registrierungs- und Ablaufdatum sowie die Nameserver.
en: We'll look up the registrar, the registration and expiry dates, and the name servers.
es: Consultaremos el registrador, las fechas de registro y expiración, y los servidores de nombres.
fr: Nous chercherons le bureau d'enregistrement, les dates de création et d'expiration et les serveurs de noms.
hi: हम रजिस्ट्रार, पंजीकरण व समाप्ति तिथियाँ और नेम सर्वर पता करेंगे।
it: Cercheremo il registrar, le date di registrazione e scadenza e i name server.
ja: レジストラ、登録日と有効期限、ネームサーバーを調べます。
ko: 등록 대행사, 등록일과 만료일, 네임서버를 조회합니다.
pt_br: Vamos consultar o registrador, as datas de registro e expiração e os servidores de nomes.
tr: Alan adının kayıt şirketini, kayıt ve bitiş tarihlerini, ad sunucularını buluruz.
zh_hans: 查询注册商、注册与到期日期以及域名服务器。

source: указатель сжатия DNS не ведёт назад
ar: مؤشر ضغط DNS لا يشير إلى الخلف
de: DNS-Kompressionszeiger zeigt nicht zurück
en: DNS compression pointer doesn’t point back
es: el puntero de compresión DNS no apunta hacia atrás
fr: le pointeur de compression DNS ne pointe pas en arrière
hi: DNS संपीड़न पॉइंटर पीछे की ओर इशारा नहीं करता
it: il puntatore di compressione DNS non punta indietro
ja: DNS 圧縮ポインタが後方を指していません
ko: DNS 압축 포인터가 뒤를 가리키지 않음
pt_br: o ponteiro de compressão DNS não aponta para trás
tr: DNS sıkıştırma işaretçisi geriye işaret etmiyor
zh_hans: DNS 压缩指针未向前指向

source: Уровень сигнала Wi-Fi и потери. Ограничено политиками iOS.
ar: قوة إشارة Wi-Fi والفقد. مقيّد بسياسات iOS.
de: Wi-Fi-Signalstärke und Verlust. Durch iOS-Richtlinien eingeschränkt.
en: Wi-Fi signal strength and loss. Limited by iOS policies.
es: Nivel de señal Wi-Fi y pérdidas. Limitado por las políticas de iOS.
fr: Niveau du signal Wi-Fi et pertes. Limité par les règles d'iOS.
hi: Wi-Fi सिग्नल स्तर और हानि। iOS नीतियों द्वारा सीमित।
it: Intensità del segnale Wi-Fi e perdita. Limitato dalle policy di iOS.
ja: Wi-Fi の信号強度と損失。iOS のポリシーにより制限されます。
ko: Wi-Fi 신호 강도와 손실. iOS 정책에 의해 제한됩니다.
pt_br: Intensidade do sinal de Wi-Fi e perdas. Limitado pelas políticas do iOS.
tr: Wi-Fi sinyal gücü ve kayıp. iOS politikalarıyla sınırlıdır.
zh_hans: Wi-Fi 信号强度与丢包。受 iOS 策略限制。

source: Уровень сигнала и канал iOS приложениям не сообщает — они доступны в версии для Mac.
ar: لا يُبلّغ iOS التطبيقات بمستوى الإشارة والقناة — وهما متاحان في نسخة Mac.
de: Signalstärke und Kanal gibt iOS Apps nicht preis — sie sind in der Mac-Version verfügbar.
en: iOS doesn't report signal level and channel to apps — they're available in the Mac version.
es: iOS no comunica el nivel de señal ni el canal a las apps: están disponibles en la versión para Mac.
fr: iOS ne communique ni le niveau de signal ni le canal aux apps — ils sont disponibles dans la version Mac.
hi: iOS ऐप्स को सिग्नल स्तर और चैनल नहीं बताता — ये Mac वर्शन में उपलब्ध हैं।
it: iOS non comunica alle app il livello del segnale e il canale: sono disponibili nella versione per Mac.
ja: iOS は信号強度とチャンネルをアプリに提供しません — これらは Mac 版で利用できます。
ko: iOS는 신호 세기와 채널을 앱에 제공하지 않습니다 — Mac 버전에서 확인할 수 있습니다.
pt_br: O iOS não informa aos apps o nível do sinal e o canal — eles estão disponíveis na versão para Mac.
tr: iOS, sinyal seviyesini ve kanalı uygulamalara bildirmez — bunlar Mac sürümünde kullanılabilir.
zh_hans: iOS 不向应用提供信号强度和信道——它们仅在 Mac 版中可用。

source: Уровень сигнала и потери
ar: قوة الإشارة والفقد
de: Signalstärke und Verlust
en: Signal strength and loss
es: Nivel de señal y pérdidas
fr: Niveau du signal et pertes
hi: सिग्नल स्तर और हानि
it: Intensità del segnale e perdita
ja: 信号強度と損失
ko: 신호 강도와 손실
pt_br: Intensidade do sinal e perdas
tr: Sinyal gücü ve kayıp
zh_hans: 信号强度与丢包

source: успех
ar: نجاح
de: Erfolg
en: success
es: correcto
fr: succès
hi: सफल
it: successo
ja: 成功
ko: 성공
pt_br: sucesso
tr: başarılı
zh_hans: 成功

source: Успешно
ar: ناجح
de: Erfolgreich
en: Success
es: Correcto
fr: Réussi
hi: सफल
it: Riuscito
ja: 成功
ko: 성공
pt_br: Bem-sucedido
tr: Başarılı
zh_hans: 成功

source: Успешно: %@
ar: نجح: %@
de: Erfolgreich: %@
en: Success: %@
es: Correcto: %@
fr: Réussi : %@
hi: सफल: %@
it: Riuscito: %@
ja: 成功：%@
ko: 성공: %@
pt_br: Sucesso: %@
tr: Başarılı: %@
zh_hans: 成功：%@

source: Установленные
ar: المثبَّتة
de: Installiert
en: Installed
es: Instalados
fr: Installés
hi: इंस्टॉल किए गए
it: Installati
ja: インストール済み
ko: 설치됨
pt_br: Instalados
tr: Yüklü olanlar
zh_hans: 已安装

source: Установлено
ar: مثبَّت
de: Installiert
en: Installed
es: Instalado
fr: Installé
hi: इंस्टॉल किया गया
it: Installato
ja: インストール済み
ko: 설치됨
pt_br: Instalado
tr: Yüklendi
zh_hans: 已安装

source: Устройств
ar: الأجهزة
de: Geräte
en: Devices
es: Dispositivos
fr: Appareils
hi: डिवाइस
it: Dispositivi
ja: デバイス
ko: 기기
pt_br: Dispositivos
tr: Cihazlar
zh_hans: 设备

source: Устройства
ar: الأجهزة
de: Geräte
en: Devices
es: Dispositivos
fr: Appareils
hi: डिवाइस
it: Dispositivi
ja: デバイス
ko: 기기
pt_br: Dispositivos
tr: Cihazlar
zh_hans: 设备

source: Устройства в вашей сети
ar: الأجهزة في شبكتك
de: Geräte in Ihrem Netzwerk
en: Devices on your network
es: Dispositivos en tu red
fr: Appareils de votre réseau
hi: आपके नेटवर्क में डिवाइस
it: Dispositivi nella tua rete
ja: ネットワーク内のデバイス
ko: 네트워크의 기기
pt_br: Dispositivos na sua rede
tr: Ağınızdaki cihazlar
zh_hans: 你网络中的设备

source: Уфа
ar: أوفا
de: Ufa
en: Ufa
es: Ufá
fr: Oufa
hi: उफ़ा
it: Ufa
ja: ウファ
ko: 우파
pt_br: Ufá
tr: Ufa
zh_hans: 乌法

source: Фаза
ar: المرحلة
de: Phase
en: Phase
es: Fase
fr: Phase
hi: चरण
it: Fase
ja: フェーズ
ko: 단계
pt_br: Fase
tr: Aşama
zh_hans: 阶段

source: Фильтрация
ar: تصفية
de: Filterung
en: Filtering
es: Filtrado
fr: Filtrage
hi: फ़िल्टरिंग
it: Filtraggio
ja: フィルタリング
ko: 필터링
pt_br: Filtragem
tr: Filtreleme
zh_hans: 过滤

source: Фоновый аптайм-монитор
ar: مراقب وقت التشغيل في الخلفية
de: Uptime-Monitor im Hintergrund
en: Background uptime monitor
es: Monitor de uptime en segundo plano
fr: Moniteur de disponibilité en arrière-plan
hi: बैकग्राउंड अपटाइम मॉनिटर
it: Monitor di uptime in background
ja: バックグラウンドの稼働時間モニター
ko: 백그라운드 가동 시간 모니터
pt_br: Monitor de uptime em segundo plano
tr: Arka plan çalışma süresi izleyici
zh_hans: 后台在线时长监控

source: Фоновый монитор доступности хостов: периодически пингует и ведёт историю аптайма.
ar: مراقب توفّر المضيفين في الخلفية: يجري ping دورياً ويحتفظ بسجل وقت التشغيل.
de: Hintergrund-Monitor für die Erreichbarkeit von Hosts: pingt regelmäßig und führt einen Uptime-Verlauf.
en: Background host-availability monitor: pings periodically and keeps an uptime history.
es: Monitor de disponibilidad de hosts en segundo plano: hace ping periódicamente y lleva un historial de uptime.
fr: Moniteur de disponibilité des hôtes en arrière-plan : ping périodiquement et tient un historique de la disponibilité.
hi: होस्ट उपलब्धता का बैकग्राउंड मॉनिटर: समय-समय पर ping करता है और अपटाइम इतिहास रखता है।
it: Monitor in background della raggiungibilità degli host: esegue periodicamente il ping e tiene una cronologia dell'uptime.
ja: ホストの到達性をバックグラウンドで監視します：定期的に ping を送信し、稼働時間の履歴を記録します。
ko: 호스트 접속 가능 여부를 백그라운드에서 모니터링합니다: 주기적으로 ping을 보내고 가동 시간 기록을 유지합니다.
pt_br: Monitor de disponibilidade de hosts em segundo plano: faz ping periodicamente e mantém um histórico de uptime.
tr: Sunucu erişilebilirliği için arka plan izleyici: düzenli olarak ping atar ve çalışma süresi geçmişini tutar.
zh_hans: 后台主机可用性监控：定期 ping 并记录在线时长历史。

source: Формат
ar: التنسيق
de: Format
en: Format
es: Formato
fr: Format
hi: फ़ॉर्मैट
it: Formato
ja: フォーマット
ko: 형식
pt_br: Formato
tr: Biçim
zh_hans: 格式

source: Формат payload и заголовков описан в docs/webhooks.md репозитория.
ar: تنسيق الحمولة والرؤوس موضّح في ملف docs/webhooks.md في المستودع.
de: Das Format von Payload und Headern ist in docs/webhooks.md im Repository beschrieben.
en: The payload and header format is documented in docs/webhooks.md in the repository.
es: El formato del payload y de las cabeceras se describe en docs/webhooks.md del repositorio.
fr: Le format du payload et des en-têtes est décrit dans docs/webhooks.md du dépôt.
hi: payload और हेडर का फ़ॉर्मैट रिपॉज़िटरी की docs/webhooks.md में बताया गया है।
it: Il formato del payload e degli header è descritto in docs/webhooks.md nel repository.
ja: ペイロードとヘッダのフォーマットは、リポジトリの docs/webhooks.md に記載しています。
ko: 페이로드와 헤더 형식은 저장소의 docs/webhooks.md에 설명되어 있어요.
pt_br: O formato do payload e dos cabeçalhos está descrito em docs/webhooks.md no repositório.
tr: Payload ve başlıkların biçimi, deponun docs/webhooks.md dosyasında açıklanmıştır.
zh_hans: payload 与请求头的格式见仓库中的 docs/webhooks.md。

source: Формат: %@
ar: التنسيق: %@
de: Format: %@
en: Format: %@
es: Formato: %@
fr: Format : %@
hi: फ़ॉर्मेट: %@
it: Formato: %@
ja: フォーマット: %@
ko: 형식: %@
pt_br: Formato: %@
tr: Format: %@
zh_hans: 格式：%@

source: Хендшейк по TLS покажет, годится ли домен как dest/SNI: TLS 1.3, HTTP/2, X25519, сертификат и редирект.
ar: ستُظهر مصافحة TLS ما إذا كان النطاق صالحًا كـ dest/SNI: TLS 1.3، HTTP/2، X25519، الشهادة وإعادة التوجيه.
de: Der TLS-Handshake zeigt, ob die Domain als dest/SNI taugt: TLS 1.3, HTTP/2, X25519, Zertifikat und Redirect.
en: A TLS handshake shows whether the domain works as dest/SNI: TLS 1.3, HTTP/2, X25519, certificate and redirect.
es: El handshake TLS mostrará si el dominio sirve como dest/SNI: TLS 1.3, HTTP/2, X25519, certificado y redirección.
fr: Le handshake TLS montrera si le domaine convient comme dest/SNI : TLS 1.3, HTTP/2, X25519, certificat et redirection.
hi: TLS हैंडशेक दिखाएगा कि डोमेन dest/SNI के रूप में उपयुक्त है या नहीं: TLS 1.3, HTTP/2, X25519, सर्टिफ़िकेट और रीडायरेक्ट।
it: L'handshake TLS mostrerà se il dominio è adatto come dest/SNI: TLS 1.3, HTTP/2, X25519, certificato e redirect.
ja: TLS ハンドシェイクにより、ドメインが dest/SNI として使えるかがわかります: TLS 1.3、HTTP/2、X25519、証明書、リダイレクト。
ko: TLS 핸드셰이크로 도메인이 dest/SNI로 적합한지 확인합니다: TLS 1.3, HTTP/2, X25519, 인증서, 리디렉트.
pt_br: O handshake TLS mostra se o domínio serve como dest/SNI: TLS 1.3, HTTP/2, X25519, certificado e redirecionamento.
tr: TLS el sıkışması, alan adının dest/SNI olarak uygun olup olmadığını gösterir: TLS 1.3, HTTP/2, X25519, sertifika ve yönlendirme.
zh_hans: TLS 握手可显示域名是否适合作为 dest/SNI：TLS 1.3、HTTP/2、X25519、证书和重定向。

source: Хопы
ar: القفزات
de: Hops
en: Hops
es: Saltos
fr: Sauts
hi: हॉप
it: Hop
ja: ホップ
ko: 홉
pt_br: Saltos
tr: Sıçrama
zh_hans: 跳数

source: Хороший
ar: جيد
de: Gut
en: Good
es: Bueno
fr: Bon
hi: अच्छा
it: Buono
ja: 良い
ko: 좋음
pt_br: Bom
tr: İyi
zh_hans: 良好

source: Хорошо — звонки и игры стабильны
ar: جيد — المكالمات والألعاب مستقرة
de: Gut – Anrufe und Spiele sind stabil
en: Good — calls and games are stable
es: Bien: las llamadas y los juegos son estables
fr: Bon — appels et jeux stables
hi: अच्छा — कॉल और गेम स्थिर
it: Buono — chiamate e giochi stabili
ja: 良好 — 通話とゲームは安定
ko: 좋음 — 통화와 게임이 안정적
pt_br: Bom — chamadas e jogos estáveis
tr: İyi — aramalar ve oyunlar kararlı
zh_hans: 良好——通话和游戏稳定

source: Хост
ar: المضيف
de: Host
en: Host
es: Host
fr: Hôte
hi: होस्ट
it: Host
ja: ホスト
ko: 호스트
pt_br: Host
tr: Sunucu
zh_hans: 主机

source: Хост (напр. example.com)
ar: المضيف (مثل example.com)
de: Host (z. B. example.com)
en: Host (e.g. example.com)
es: Host (p. ej. example.com)
fr: Hôte (p. ex. example.com)
hi: होस्ट (जैसे example.com)
it: Host (es. example.com)
ja: ホスト（例：example.com）
ko: 호스트 (예: example.com)
pt_br: Host (ex.: example.com)
tr: Sunucu (örn. example.com)
zh_hans: 主机（例如 example.com）

source: Хост восстановил соединение.
ar: استعاد المضيف الاتصال.
de: Der Host hat die Verbindung wiederhergestellt.
en: The host restored its connection.
es: El host recuperó la conexión.
fr: L'hôte a rétabli la connexion.
hi: होस्ट ने कनेक्शन बहाल कर लिया।
it: L'host ha ripristinato la connessione.
ja: ホストの接続が回復しました。
ko: 호스트가 연결을 복구했습니다.
pt_br: O host restabeleceu a conexão.
tr: Sunucu bağlantıyı geri kazandı.
zh_hans: 主机已恢复连接。

source: Хост доступен
ar: المضيف متاح
de: Host erreichbar
en: Host reachable
es: Host disponible
fr: Hôte accessible
hi: होस्ट उपलब्ध है
it: Host raggiungibile
ja: ホストに到達可能
ko: 호스트에 접속 가능
pt_br: Host acessível
tr: Sunucu erişilebilir
zh_hans: 主机可访问

source: Хост доступен?
ar: هل المضيف متاح؟
de: Host erreichbar?
en: Host reachable?
es: ¿Host disponible?
fr: Hôte accessible ?
hi: होस्ट उपलब्ध है?
it: L'host è raggiungibile?
ja: ホストに到達可能ですか？
ko: 호스트에 접속할 수 있나요?
pt_br: O host está acessível?
tr: Sunucu erişilebilir mi?
zh_hans: 主机可访问吗？

source: Хост или IP
ar: المضيف أو IP
de: Host oder IP
en: Host or IP
es: Host o IP
fr: Hôte ou IP
hi: होस्ट या IP
it: Host o IP
ja: ホストまたは IP
ko: 호스트 또는 IP
pt_br: Host ou IP
tr: Sunucu veya IP
zh_hans: 主机或 IP

source: Хост или инструмент
ar: المضيف أو الأداة
de: Host oder Werkzeug
en: Host or tool
es: Host o herramienta
fr: Hôte ou outil
hi: होस्ट या टूल
it: Host o strumento
ja: ホストまたはツール
ko: 호스트 또는 도구
pt_br: Host ou ferramenta
tr: Ana bilgisayar veya araç
zh_hans: 主机或工具

source: Хост не найден
ar: المضيف غير موجود
de: Host nicht gefunden
en: Host not found
es: Host no encontrado
fr: Hôte introuvable
hi: होस्ट नहीं मिला
it: Host non trovato
ja: ホストが見つかりません
ko: 호스트를 찾을 수 없음
pt_br: Host não encontrado
tr: Ana makine bulunamadı
zh_hans: 找不到主机

source: Хост не отвечает на ICMP
ar: المضيف لا يستجيب لـ ICMP
de: Host antwortet nicht auf ICMP
en: Host doesn't respond to ICMP
es: El host no responde al ICMP
fr: L'hôte ne répond pas à l'ICMP
hi: होस्ट ICMP का उत्तर नहीं देता
it: L'host non risponde all'ICMP
ja: ホストが ICMP に応答しません
ko: 호스트가 ICMP에 응답하지 않음
pt_br: O host não responde ao ICMP
tr: Sunucu ICMP'ye yanıt vermiyor
zh_hans: 主机不响应 ICMP

source: хост недоступен
ar: المضيف غير متاح
de: Host nicht erreichbar
en: host unreachable
es: host no accesible
fr: hôte inaccessible
hi: होस्ट अनुपलब्ध
it: host non raggiungibile
ja: ホストに到達できません
ko: 호스트에 연결할 수 없음
pt_br: host inacessível
tr: sunucuya erişilemiyor
zh_hans: 主机不可访问

source: Хост недоступен
ar: المضيف غير متاح
de: Host nicht erreichbar
en: Host unreachable
es: Host no disponible
fr: Hôte inaccessible
hi: होस्ट उपलब्ध नहीं
it: Host non raggiungibile
ja: ホストに到達できません
ko: 호스트에 접속할 수 없음
pt_br: Host inacessível
tr: Sunucu erişilemiyor
zh_hans: 主机不可访问

source: Хост отвечает
ar: المضيف يستجيب
de: Host antwortet
en: Host responds
es: El host responde
fr: L’hôte répond
hi: होस्ट प्रतिसाद देता है
it: L’host risponde
ja: ホストが応答
ko: 호스트 응답
pt_br: O host responde
tr: Ana makine yanıt veriyor
zh_hans: 主机有响应
